[
    {
        "fact": "There are 13 species of otters, and just about all of them are decreasing.",
        "description": "Only one otter species seems to be thriving, and that’s the North American River Otter. The other 12 otter species were recently identified by the International Union for Conservation of Nature (IUCN) as having decreasing populations, and five otter species are already on the endangered list. Among the endangered are the sea otters along the California coast, which are threatened by “environmental pollutants and disease agents.” Others, like the marine otters of South America, have had their numbers reduced because of poaching, as well as environmental concerns."
    },
    {
        "fact": "ZOROASTRIANS THOUGHT THE OTTERS TO BE NEARLY SACRED CREATURES.",
        "description": "This ancient monotheistic religion considered otters to be the dogs of the river or sea and had strict rules forbidding the killing of otters. It was thought that otters helped keep water purified by eating already dead creatures that might contaminate the water source if they were allowed rot. They would also hold ceremonies for otters found dead in the wild."
    },
    {
        "fact": "OTTERS HAVE VERY DISTINCTIVE POOP, AND THAT SCAT HAS ITS OWN NAME.",
        "description": "Otters use their dung—known as spraint—to mark territory and communicate with other otters. The mammals like to keep things organized within their communities and will designate certain areas to be used as latrines. Spraint scents can vary, but often are (relatively) pleasant—one expert described them as not “dissimilar to jasmine tea.” Spraint composition is unique to each otter, and the creatures can identify each other by the smells. Scientists suspect otters may even be able to determine the sex, age and reproductive status of the spraint dropper just from a quick whiff. And since otters have superb metabolisms and must eat up to 15 percent of their body weight each day, there’s a lot of spraint to go around."
    },
    {
        "fact": "OTTER MOMS ARE TOTALLY GAME FOR ADOPTION.",
        "description": "In 2001, a female otter at the Monterey Bay Aquarium gave birth to a stillborn pup on the same day a stranded pup was discovered in the wild nearby. The aquarium staff had previously tried raising pups themselves but found that hand-raised otters became too attached to humans to be released back into the wild. So instead, they dropped the pup in with the female otter, and she immediately went into mom mode. The aquarium has since devised a system of hand-rearing pups for the first 6-8 weeks—mostly for bottle feeding purposes—before handing the pups off to female otters for raising. At six months, the pups are released back into the wild with generally strong results."
    },  
    {
        "fact": "THEY HAVE THE THICKEST FUR OF ANY MAMMAL IN THE ANIMAL KINGDOM.",
        "description": "Otters can have up to one million hairs per square inch. There are two layers of fur—an undercoat and then longer hairs that we can see. The layers manage to trap air next to the otter’s skin, which keeps the otters dry and warm and also helps with buoyancy—pups have so much air trapped in there, they actually can’t dive under water, even if they want to."
    },
    {
        "fact": "AN OTTER IS SOMETIMES ONLY AS GOOD AS HIS TOOLS.",
        "description": "Otters love to eat shelled animals, like clams, but they aren’t equipped with the strength to open their food without some help. Otters are big on tools, and will often use rocks to help crack into dinner. While they hunt for food underwater, they’ll often store a rock in the skin under their arms for later use."
    },
    {
        "fact": "OTTERS ARE POPULAR IN NATIVE AMERICAN CULTURE, BUT FOR VARYING REASONS.",
        "description": "Some tribes consider the otter to be a lucky animal and a symbol of “loyalty and honesty.” But some, particularly in present-day Canada and Alaska, considered the otter “with awe and dread” and associated the creatures with the undead and drowning. They forbid eating the creatures and were offended when colonial Europeans began hunting the river otters and selling their furs."
    },
    {
        "fact": "GIANT OTTERS ARE SUPER CHATTY.",
        "description": "Scientists recently concluded a study of giant otters and found that the river-dwellers have 22 distinct noises they make for different situations. On top of that, pups have 11 of their own calls that they intersperse with “infant babbling.” Among the most notable calls: a “hum graduation” used to tell otters to change directions and a “Hah!” shout when a threat is nearby."
    },
    {
        "fact": "OTTERS AND HUMANS CAN COLLABORATE.",
        "description": "In Bangladesh, otters help fisherman maximize their haul. For centuries, fisherman have been training otters to act as herders and chase large schools of fish into the nets."
    },
    {
        "fact": "DRONES MAY HELP SCIENTISTS BETTER STUDY OTTERS IN THE WILD.",
        "description": "Keeping an eye on otters in the wild is a tricky task. In the past, observers have usually set up telescopes on shore to try and monitor otters at sea while on land. Otters won’t act naturally with humans nearby, and using a telescope on a boat can get tricky in the rollicking ocean. But now, scientists are using unmanned drones with cameras to get an aerial look at otters in their element, making it easier to monitor the creatures as they dive for food and go about their day."
    },
    {
        "fact": "SEE A GROUP OF OTTERS? THAT’S A ROMP. OR A BEVY.",
        "description": "Or a family or a raft. Otter groups go by a few different monikers, all of which are fairly unique to that crew. Generally, a group of otters on land will go by a romp, while a group hanging in the water is called a raft."
    },
    {
        "fact": "OTTERS ARE BIG ON PLAY TIME, AND MAKING SLIDES IS AMONG THEIR FAVORITE GAMES.",
        "description": "Otter families are usually limited to pups and their mothers, and that duo will spend most of their time either feeding or sleeping. In the downtime, though, otters love to play and will often build themselves slides along the banks of rivers."
    },
    {
        "fact": "CALIFORNIA SEA OTTERS DIVIDE THEMSELVES IN DIET GUILDS.",
        "description": "Once thought to be gone from the area completely, southern sea otters—known as California sea otters—have been making a comeback in recent years. But with their numbers hovering around just a few thousand, researchers have kept a close eye on the population and their studies have revealed an interesting social structure. The otters, which need to consume 25 percent to 35 percent of their body weight every day in order to keep themselves warm in the cool waters, are divided into three “dietary guilds”: Deep-diving otters that dine on abalone, urchins and Dungeness crab; medium divers who subsist on clams, worms and smaller shellfish; and those that stay in shallower waters, feeding on black snails."
    },
    {
        "fact": "THE FIRST EUROPEAN TO SET FOOT IN ALASKA WAS ALSO THE FIRST TO DESCRIBE SEA OTTERS.",
        "description": "Georg Wilhelm Steller was the first to scientifically describe numerous new animals on the 1741 explorative voyage from Russia. Aboard the St. Peter, Steller and other 18th century explorers crash-landed on mainland Alaska after getting separated from its sister ship. Steller was the first European to set foot on the icy land. Over the course of a rough Alaskan winter, he meticulously documented many species, and while some have since gone extinct (like a sea-cow he described that was hunted into extinction), the adorable otter was among his initial discoveries."
    },
    {
        "fact": "BABY OTTERS ARE BUOYANT … BUT THEY CAN’T SWIM ON THEIR OWN.",
        "description": "A mother will often wrap the babies in kelp to keep them in one place while she hunts. Or, she might rely on human resources and otter ingenuity to find a makeshift “playpen” for her pup."
    }
]
